export const cards = [
  {
    id: 1,
    data: "март 2023",
    title: "Знакомство с web-сферой",
    typeWork: "Личная/учебная деятельность",
    tags: ["HTML", "CSS", "Базовый JS"],
    rols: "Дизайнер, младший разработчик",
    task: "Верстка компонентов, заливание в Git, трекинг задач в trello, примитивная бизнес логика",
  },
  {
    id: 2,
    data: "июнь 2023",
    title: "Первый проект",
    typeWork: "Личная/учебная деятельность",
    tags: ["SASS", "БЭМ", "Адаптивная верстка"],
    rols: "Дизайнер, младший разработчик",
    task: "Верстка компонентов, задливание в Git",
  },
];
