export const chronologyCards = [
  {
    id: 1,
    data: "февраль 2023",
    title: "Знакомство с web-сферой",
    typeWork: "Личная/учебная деятельность",
    tags: [
      "HTML",
      "CSS",
      "Базовый JS",
      "дизайн в figma",
      "illustrator",
      "git",
      "tailwind",
    ],
    rols: "Дизайнер, младший разработчик",
    task: "Верстка компонентов, заливание в Git, трекинг задач в trello, примитивная бизнес логика",
  },
  {
    id: 2,
    data: "март 2023",
    title: "Первый проект",
    typeWork: "Личная/учебная деятельность",
    tags: ["SASS", "БЭМ", "Адаптивная верстка"],
    rols: "Дизайнер, младший разработчик",
    task: "Верстка компонентов, задливание в Git",
  },
  {
    id: 3,
    data: "апрель 2023",
    title: "Первый проект",
    typeWork: "Личная/учебная деятельность",
    tags: ["SASS", "БЭМ", "Адаптивная верстка"],
    rols: "Дизайнер, младший разработчик",
    task: "Верстка компонентов, задливание в Git",
  },
  {
    id: 4,
    data: "март 2023",
    title: "Первый проект",
    typeWork: "Личная/учебная деятельность",
    tags: ["SASS", "БЭМ", "Адаптивная верстка"],
    rols: "Дизайнер, младший разработчик",
    task: "Верстка компонентов, задливание в Git",
  },
  {
    id: 5,
    data: "март 2023",
    title: "Первый проект",
    typeWork: "Личная/учебная деятельность",
    tags: ["SASS", "БЭМ", "Адаптивная верстка"],
    rols: "Дизайнер, младший разработчик",
    task: "Верстка компонентов, задливание в Git",
  },
];

export const navBarButtons = [
  "Приветствие",
  "Хронология",
  "Портфолио",
  "Инструменты",
  "Отзывы",
  "Контакты",
];

import testHub from "../../../public/potrfolio/testHub.jpg";
export const portfolioImages = [
  { name: "testHub", img: testHub },
  { name: "testHub", img: testHub },
  { name: "testHub", img: testHub },
  { name: "testHub", img: testHub },
  { name: "testHub", img: testHub },
];

import igor from "../../../public/reviews/igor.png";
export const reviewsCards = [
  {
    avatar: igor,
    name: "Игорь Судак",
    position: "Руководитель умный-дом.рф",
    review:
      "Исполнительный, быстрый, общительный и такчтиный человек. Работа сделана в кратчайшие сроки, все по тех.заданию и профессианально обограны слодные моменты дизайна!",
  },
  {
    avatar: igor,
    name: "Игорь Судак",
    position: "Руководитель умный-дом.рф",
    review:
      "Исполнительный, быстрый, общительный и такчтиный человек. Работа сделана в кратчайшие сроки, все по тех.заданию и профессианально обограны слодные моменты дизайна!",
  },
  {
    avatar: igor,
    name: "Игорь Судак",
    position: "Руководитель умный-дом.рф",
    review:
      "Исполнительный, быстрый, общительный и такчтиный человек. Работа сделана в кратчайшие сроки, все по тех.заданию и профессианально обограны слодные моменты дизайна!",
  },
  {
    avatar: igor,
    name: "Игорь Судак",
    position: "Руководитель умный-дом.рф",
    review:
      "Исполнительный, быстрый, общительный и такчтиный человек. Работа сделана в кратчайшие сроки, все по тех.заданию и профессианально обограны слодные моменты дизайна!",
  },
  {
    avatar: igor,
    name: "Игорь Судак",
    position: "Руководитель умный-дом.рф",
    review:
      "Исполнительный, быстрый, общительный и такчтиный человек. Работа сделана в кратчайшие сроки, все по тех.заданию и профессианально обограны слодные моменты дизайна!",
  },
  {
    avatar: igor,
    name: "Игорь Судак",
    position: "Руководитель умный-дом.рф",
    review:
      "Исполнительный, быстрый, общительный и такчтиный человек. Работа сделана в кратчайшие сроки, все по тех.заданию и профессианально обограны слодные моменты дизайна!",
  },
];
